[
 "&FLU",
 "+18M",
 "+21TAB",
 "+4m",
 "+6M",
 "+7YEAR",
 "+OM",
 "+VITAMINE",
 "000i",
 "000I",
 "005%",
 "017C",
 "05%",
 "05MG",
 "06%",
 "1*1*3*4*5*6*7",
 "1*12",
 "1*16",
 "1*2",
 "1*2*3",
 "1*24",
 "1*36",
 "1*4",
 "10%",
 "10*10",
 "10*10cm",
 "10*10CM",
 "10*15",
 "10*20",
 "10*20cm",
 "10*25",
 "10*30",
 "10*9",
 "1000MCG",
 "1000MG",
 "1000mg",
 "10099GA",
 "100CAP",
 "100G",
 "100MCG",
 "100mg",
 "100MG",
 "100MG+25MG",
 "100ml",
 "100ML",
 "100pcs",
 "100TAB",
 "100U",
 "100ج",
 "100مل",
 "100ملي",
 "10AMP",
 "10amp",
 "10ampoul",
 "10CAP",
 "10cm",
 "10CM",
 "10CM*3M",
 "10CM*5M",
 "10EFF",
 "10G",
 "10inj",
 "10INJ",
 "10mg",
 "10MG",
 "10ml",
 "10ML",
 "10pcs",
 "10sach",
 "10Sach",
 "10SACH",
 "10SACHET",
 "10sachet",
 "10supp",
 "10SUPP",
 "10tab",
 "10TAB",
 "10Tab",
 "10VAG",
 "10vials",
 "10سم",
 "10ملي",
 "110ML",
 "110ج",
 "115ML",
 "118ML",
 "12%",
 "1200MG",
 "120CAP",
 "120MCG",
 "120MG",
 "120ML",
 "120TAB",
 "120جرام",
 "120ق+40ق",
 "120مل",
 "125'",
 "125MCG",
 "125MCQ",
 "125MG",
 "125ML",
 "125ج",
 "125مل",
 "125ملي",
 "12AMP",
 "12CAP",
 "12MCG",
 "12PCS",
 "12sach",
 "12SACHET",
 "12TAB",
 "135MG",
 "140MG",
 "140ML",
 "140مل",
 "140ملي",
 "14CAP",
 "14SACH",
 "14TAB",
 "15%",
 "15*10",
 "15*15CM",
 "15*15cm",
 "15*20cm",
 "150I",
 "150MCQ",
 "150mg",
 "150MG",
 "150ML",
 "150ملي",
 "156MG",
 "15amp",
 "15CAP",
 "15cm",
 "15G",
 "15mg",
 "15MG",
 "15ML",
 "15SACH",
 "15SUPP",
 "15TAB",
 "16*20cm",
 "160MCG",
 "160MG",
 "160MG10TAB",
 "16CAP",
 "16MG",
 "16SACH",
 "16tab",
 "16TAB",
 "175MCG",
 "175مل",
 "180mg",
 "180MG",
 "180ج",
 "180ملي",
 "18MCG",
 "18mcg",
 "18MG",
 "18ML",
 "1amp",
 "1AMP",
 "1amp=2ML",
 "1AMPOUL",
 "1BAG",
 "1CAP",
 "1drop",
 "1INJ",
 "1inj",
 "1iNJ",
 "1MCG",
 "1MG",
 "1mg",
 "1ml",
 "1ML",
 "1PCS",
 "1pcs",
 "1SACH",
 "1STRIP",
 "1strip",
 "1TAB",
 "1vial",
 "1VIAL",
 "1طرف",
 "1لتر",
 "2%10ML",
 "2*1",
 "2*1*100",
 "2*45CM",
 "20%",
 "20*10",
 "20*9",
 "200000I",
 "2000i",
 "200g",
 "200i",
 "200IU",
 "200MCG",
 "200MCQ",
 "200mg",
 "200MG",
 "200MG+50MG",
 "200ML",
 "200MLSYRUP",
 "200جرام",
 "200جم",
 "200مل",
 "200ملي",
 "200ملي7452100",
 "20amp",
 "20CAP",
 "20caps",
 "20EFF",
 "20G",
 "20MCG",
 "20MG",
 "20mg",
 "20ML",
 "20PATCH",
 "20SACH",
 "20sachet",
 "20TAB",
 "20tab",
 "20جرام",
 "20سم",
 "20طرف",
 "20كبسولة",
 "20ملي",
 "210ML",
 "210مل",
 "21CAP",
 "21TAB",
 "21tab",
 "22*23cm",
 "225ML",
 "225مل",
 "236ML",
 "237ML",
 "240MG",
 "240ML",
 "240مل",
 "240ملي",
 "24CAP",
 "24g",
 "24GUMMIES",
 "24MG",
 "24SACH",
 "24Sachet",
 "24TAB",
 "25*10",
 "2507A",
 "250MCG",
 "250mcq",
 "250MG",
 "250MICG",
 "250ML",
 "250مل",
 "25G",
 "25g",
 "25M",
 "25MCG",
 "25MG",
 "25mg",
 "25Pcs",
 "25Sachet",
 "25tab",
 "25TAB",
 "275MG",
 "28CAP",
 "28CAPS",
 "28sach",
 "28SACH",
 "28sachet",
 "28TAB",
 "28tab",
 "2amp",
 "2EN1",
 "2INJ",
 "2inj",
 "2injj",
 "2KG",
 "2MG",
 "2mg",
 "2MG+5MG",
 "2Milion",
 "2ML",
 "2ml",
 "2SACHET",
 "2STRIPS",
 "2TAB",
 "3*1",
 "3*7",
 "30%",
 "30*10",
 "30*9",
 "300mg",
 "300MG",
 "300ml",
 "300ML",
 "300ق",
 "300مل",
 "300ملي",
 "30AMP",
 "30Amp",
 "30CAP",
 "30cap",
 "30CAP*30TAB",
 "30EFF",
 "30G",
 "30M",
 "30MG",
 "30mg",
 "30ml",
 "30ML",
 "30SACH",
 "30sachet",
 "30SACHET",
 "30tab",
 "30TAB",
 "30ق",
 "30قطعة",
 "30مل",
 "312MG",
 "320G",
 "32TAB",
 "330ML",
 "340MG",
 "340مل",
 "350MG",
 "350ج",
 "35MG",
 "35TAB",
 "35ملي",
 "360G",
 "360ML",
 "36TAB",
 "375mg",
 "375MG",
 "395MG",
 "3amp",
 "3AMP",
 "3INJ",
 "3MG",
 "3ML",
 "3MLFRANCE",
 "3TAB",
 "4%W",
 "40%",
 "4000i",
 "4000IU",
 "400i",
 "400I",
 "400MCG",
 "400mg",
 "400MG",
 "400u",
 "400ج",
 "400جم",
 "400ق",
 "400مل",
 "40AMP",
 "40CAP",
 "40G",
 "40g",
 "40MG",
 "40mg",
 "40ml",
 "40ML",
 "40TAB",
 "410A",
 "42MG",
 "42TAB",
 "45CAP",
 "45MG",
 "45TAB",
 "48CAP",
 "48TAB",
 "4MG",
 "4ML",
 "4mm",
 "4sachet",
 "4SHOTS",
 "4TAB",
 "5*5",
 "5*5CM",
 "5*7",
 "50%",
 "50+",
 "50000i",
 "50000IU",
 "5000i",
 "5000UI",
 "500G",
 "500MCG",
 "500mg",
 "500MG",
 "500ML",
 "500جم",
 "500ملي",
 "50amp",
 "50CAP",
 "50g",
 "50G",
 "50M",
 "50MCG",
 "50MCQ",
 "50mg",
 "50MG",
 "50ML",
 "50ml",
 "50Sachet",
 "50SPF",
 "50STRIPS",
 "50TAB",
 "50ج",
 "50جرام",
 "50مل",
 "50ملي",
 "510BTM",
 "550MG",
 "56CAP",
 "56TAB",
 "5amp",
 "5AMP",
 "5CAP",
 "5CM",
 "5cm",
 "5CM*3M",
 "5INJ",
 "5M*7",
 "5MCG",
 "5mg",
 "5MG",
 "5MG+50MG",
 "5ml",
 "5ML",
 "5ML=400i",
 "5pcs",
 "5PEN",
 "5pen",
 "5SUPP",
 "5TAB",
 "5vial",
 "5X10",
 "5سم",
 "5سم×3م",
 "6000i",
 "600mg",
 "600MG",
 "60CAP",
 "60G",
 "60MCG",
 "60mg",
 "60MG",
 "60ML",
 "60pcs",
 "60TAB",
 "60tab",
 "60جم",
 "60ق",
 "60مل",
 "625MG",
 "64MG",
 "650مل",
 "6AMPU",
 "6CAP",
 "6cm",
 "6INJ",
 "6MCG",
 "6MG",
 "6ML",
 "6MM",
 "6mm",
 "6PLUS",
 "6SACHET",
 "6TAB",
 "6YEAR",
 "700UI",
 "700مل",
 "70MG",
 "70قرام",
 "72ق",
 "750MG",
 "750مل",
 "750ملي",
 "75G",
 "75I",
 "75i",
 "75MCG",
 "75mg",
 "75MG",
 "75ML",
 "75ج",
 "75جم",
 "75مل",
 "75ملي",
 "7MG",
 "7TAB",
 "7جبات",
 "7جم",
 "7قطع",
 "8000iu",
 "800MG",
 "80mg",
 "80MG",
 "80ML",
 "80TAB",
 "80ق",
 "813A",
 "82G",
 "8328B",
 "84%",
 "84CAP",
 "84tab",
 "84TAB",
 "850MG",
 "8CAP",
 "8CAPS",
 "8cm",
 "8mg",
 "8MG",
 "8ML",
 "8MM",
 "8PCS",
 "8SACHET",
 "8TAB",
 "900MG",
 "90CAP",
 "90MG",
 "90TAB",
 "90tab",
 "90ج",
 "90جم",
 "93%",
 "96TAB",
 "98TAB",
 "9MG",
 "9قطع",
 "A&D",
 "A+E",
 "A409",
 "A8508",
 "A8715",
 "A8904",
 "A8909",
 "A8914",
 "A8915",
 "A8987",
 "AaCEGEL",
 "Abacavir",
 "Abbott",
 "ABC23",
 "ABDOMINAL",
 "ABILIFY",
 "accord",
 "ACCORD",
 "accu",
 "ACCU",
 "ACCUHALER",
 "Acetaminophen",
 "ACETAZOLAMIDE",
 "ACETILSALICILICO",
 "ACETYLCISTEIN",
 "Acetylcysteine",
 "ACETYLCYSTEINE",
 "Acetylsalicylic",
 "ACICLOVIR",
 "Aciclovir",
 "Acid",
 "ACID",
 "ACIDO",
 "ACIDOPHILUS",
 "ACLAVIMEX",
 "ACM",
 "acne",
 "ACNE",
 "ACNESTIL",
 "ACOSAL",
 "ACRETIN",
 "Actavis",
 "ACTAVIS",
 "ACTI",
 "ACTIFAST",
 "ACTIFED",
 "ACTILYSE",
 "ACTION",
 "Activated",
 "ACTIVE",
 "active",
 "ACTIVITAL",
 "ACTIVLAB",
 "ACTONEL",
 "ACTOS",
 "ACTRAPID",
 "ACUPAN",
 "ACYCLOVIR",
 "Acyclovir",
 "adalat",
 "ADALAT",
 "ADCO",
 "ADENACOR",
 "ADENORYTHM",
 "ADENOSINE",
 "ADOL",
 "ADOLOR",
 "ADOZIN",
 "adrenalina",
 "Adrenaline",
 "ADRENALINE",
 "adult",
 "ADULT",
 "ADULTE",
 "ADULTS",
 "ADVACED",
 "ADVANCE",
 "ADVANCED",
 "advancis",
 "ADVANCIS",
 "Advil",
 "AEON",
 "aeon",
 "AERIUS",
 "AEROL",
 "AERONIDE",
 "AETHOXYSKLEROL",
 "AFTACLEAR",
 "AGE",
 "AID",
 "aid",
 "air",
 "AIR",
 "AIRFAST",
 "AIWIBI",
 "AJA",
 "AKLOVIR",
 "Aktiv",
 "AKTIV",
 "Alandalus",
 "Albenda",
 "Albendazole",
 "ALBOTHYL",
 "ALBUMIN",
 "Albuterol",
 "ALCOHOL",
 "ALCON",
 "alcon",
 "ALDACTONE",
 "ALDOMET",
 "ALDWLIA",
 "ALFA",
 "ALFACORT",
 "Alfarm",
 "ALFUZOSIN",
 "ALG",
 "Alger",
 "ALGER",
 "Algeri",
 "ALGERIA",
 "Algerian",
 "algerie",
 "ALL",
 "ALLACAN",
 "ALLENOR",
 "ALLERGY",
 "ALLOPURINOL",
 "Allopurinol",
 "ALLWOMEN",
 "ALLZYME",
 "ALMIS",
 "ALOE",
 "ALOPURINOL",
 "ALPENLIEBE",
 "ALPHA",
 "Alphagan",
 "ALPHAGLIP",
 "ALPHANOVA",
 "ALPHINTERN",
 "Alprazolam",
 "ALPRAZOLAM",
 "ALPROS",
 "ALPROSTASIN",
 "ALTADRINE",
 "Aluminium",
 "ALZENTAL",
 "AMARYL",
 "AMBROXOL",
 "AMIGRAINE",
 "AMIKACIN",
 "Amikacin",
 "AMINOPHYLLINE",
 "AMIODARONE",
 "Amiodarone",
 "AMISULPRIDE",
 "Amitriptyline",
 "AMITRIPTYLINE",
 "AMLO",
 "AMLODIPINE",
 "Amlodipine",
 "AMLODIS",
 "AMLOR",
 "AMLOVERAN",
 "AMOCLAN",
 "Amoun",
 "AMOXAPEN",
 "AMOXI",
 "AMOXICILLIN",
 "Amoxicillin",
 "Amoxil",
 "AMOXILIX",
 "AMOXYDAR",
 "amp",
 "AMP",
 "AMP10AMP",
 "amp=2ML",
 "Amphotericin",
 "AMPICILLIN",
 "Ampicillin",
 "AMPICLOX",
 "AMPOULES",
 "AMPUL",
 "AMS",
 "AMYDRAMINE",
 "AMYTRIL",
 "ANAFRANIL",
 "ANAPHASE",
 "ANAZOL",
 "AND",
 "ANGIOSAR",
 "ANGIOTEC",
 "ANKLE",
 "ANSELACOX",
 "ANTEPSIN",
 "ANTHELIOS",
 "ANTI",
 "antiaging",
 "ANTIBACTERIAL",
 "ANTICARIES",
 "ANTIMETIL",
 "ANTINAL",
 "ANTITOXIN",
 "ANTODINE",
 "ANTROLIN",
 "ANUSOL",
 "APAISANTE",
 "aphtos",
 "APICROM",
 "APIDRA",
 "APIGEN",
 "APIPOL",
 "APIS",
 "APISAL",
 "APIVIT",
 "APIXABAN",
 "APOFAS",
 "APPETITO",
 "APPLICATION",
 "APRANAX",
 "aprofort",
 "APROFORT",
 "APROVEL",
 "APROZAR",
 "APROZOLINE",
 "APYROSIS",
 "AQUABLOC",
 "AQUEOUS",
 "Arab",
 "Arabian",
 "ARAFOX",
 "ARAK",
 "ARBITEN",
 "ARCO",
 "arcoxia",
 "ARCOXIA",
 "ARGAN",
 "ARGINOR",
 "Ariecept",
 "ARIPIPRAZOLE",
 "ARKATOR",
 "ARM",
 "ARMO",
 "ARMOR",
 "ARMSLING",
 "ARNITOM",
 "arox",
 "ARPOYA",
 "Artemether",
 "Artesunate",
 "ARTHFREE",
 "ARTHRI",
 "ARTHRO",
 "ARTHROGINE",
 "ARTHROSYL",
 "ARTIFICELLES",
 "Ascorbic",
 "ASHWAGANDHA",
 "asma",
 "ASMA",
 "aspar",
 "ASPAR",
 "ASPECTON",
 "ASPEGIC",
 "ASPIRIN",
 "Aspirin",
 "ASPIRINE",
 "ASTONIN",
 "AstraZeneca",
 "ATACAND",
 "atarax",
 "ATARAX",
 "ATENOLOL",
 "Atenolol",
 "ATM",
 "ATOR",
 "ATOREZA",
 "ATORMAX",
 "Atorvastatin",
 "ATORVASTATIN",
 "ATOXIA",
 "ATROPINE",
 "Atropine",
 "ATROVENT",
 "ATT",
 "ATTIVA",
 "AUGMENTIN",
 "Augmentin",
 "AULIN",
 "AURICULARUM",
 "AUROB",
 "Aurob",
 "Aurobindo",
 "AVADIL",
 "AVALONE",
 "avalox",
 "AVALOX",
 "AVAMYS",
 "AVAZIR",
 "AVELOX",
 "AVENE",
 "AVIORIN",
 "AVOBAN",
 "AVOCAINE",
 "AVOCIN",
 "AVOCOM",
 "Avodart",
 "AVODART",
 "AVOMACK",
 "AVOMEB",
 "AVORAL",
 "AXA",
 "AZATHIOPRINE",
 "Azathioprine",
 "AZELAST",
 "AZI",
 "AZICURE",
 "AZITHR",
 "Azithromycin",
 "AZITHROMYCIN",
 "AZITROMICINA",
 "AZMEX",
 "AZRO",
 "AZZURRA",
 "B&B",
 "B12",
 "BABY",
 "BABYLYTE",
 "BABYSTART",
 "BABYTOL",
 "BACK",
 "BACLOFEN",
 "Baclofen",
 "BACLOFENE",
 "BACTALL",
 "BACTRIM",
 "bactroban",
 "BACTROBAN",
 "bag",
 "BAG",
 "BALANCING",
 "BALM",
 "BALSAM",
 "BAMBINO",
 "banana",
 "bandage",
 "BANDAGE",
 "baneocin",
 "BANEOCIN",
 "BARRAD",
 "BASCOSPASM",
 "BASI",
 "BASIC",
 "BATOOK",
 "BATTERY",
 "BAYER",
 "Bayer",
 "bayer",
 "BEAUTY",
 "BEBEGEL",
 "BECLO",
 "beclo",
 "Beclo",
 "BECLOCORT",
 "Beclometasone",
 "BECOME",
 "BECOZYME",
 "Bedaquiline",
 "BELGIUM",
 "BELGUIM",
 "BENERVA",
 "BENOX",
 "BENOXIL",
 "BENZAC",
 "Benzalkonium",
 "Benznidazole",
 "Benzylpenicillin",
 "bepanthen",
 "BEPANTHEN",
 "BEPANTOL",
 "BERGO",
 "BEROVENT",
 "BERRY",
 "BERTOCIL",
 "BESALVON",
 "BESTRA",
 "BETADERM",
 "BETADINE",
 "BETALOC",
 "betaloc",
 "Betamethasone",
 "BETAMOX",
 "BETASEPTINE",
 "BETASERC",
 "BETASONE",
 "BETAZOL",
 "BETNOVATE",
 "betoptic",
 "bezalip",
 "BGR",
 "BIALMINAL",
 "BICARBONATE",
 "BID",
 "biglycinate",
 "BINDER",
 "BinSina",
 "BIO",
 "BIOCALCIN",
 "BIODERMA",
 "BIOGARAN",
 "Biogaran",
 "BIOGRAN",
 "BIOGYL",
 "Biotter",
 "BIOXCIN",
 "BIOXSINE",
 "Biperiden",
 "BIPROCARD",
 "Birsham",
 "BISOCOR",
 "BISOLOCK",
 "BISOLVON",
 "Bisolvon",
 "BISOPROLOL",
 "Bisoprolol",
 "BITE",
 "BIVATRACIN",
 "BLEFA",
 "BLEU",
 "BLISTER",
 "BLOPRESS",
 "BLUE",
 "BLUEPHARMA",
 "BLUMET",
 "BOBOLEN",
 "BODY",
 "Boehringer",
 "BON",
 "BONE",
 "BONICAL",
 "BONJELA",
 "BONNE",
 "BONOMELLI",
 "BONPROVE",
 "BONVIVA",
 "BOOK",
 "BORDER",
 "BORDER\"\"HEEL\"\"",
 "BOX",
 "BRAINAL",
 "BRAVOMIL",
 "BREAST",
 "BREATH",
 "BRELIL",
 "BREWERS",
 "BRIGHTENING",
 "BRILINTA",
 "BRILIQUE",
 "BRISTOL",
 "Bristol",
 "bristol",
 "BRODEX",
 "BROFETAJ",
 "BROMHEXIN",
 "Bromide",
 "BROMISOL",
 "BRONCAST",
 "BRONCHO",
 "BRONCHOFYLINE",
 "BRONCHOKOD",
 "Brown",
 "BROWNB",
 "BRUFEN",
 "Brufen",
 "BRUSH",
 "BRUSHING",
 "BRUT",
 "BTTL",
 "BUCCOTHYMOL",
 "BUDENA",
 "Budesonide",
 "BUDESONIDE",
 "BUMBLE",
 "buscopan",
 "BUSCOPAN",
 "BUTALIN",
 "BUTLER",
 "BUTO",
 "BYPHASSE",
 "C+ZINC",
 "CAFEINE",
 "CAFFIENE",
 "Cairo",
 "CAL3",
 "CALAMIN",
 "CALAMINE",
 "Calcium",
 "CALCIUM",
 "CALGEL",
 "CALL",
 "CALLUSES",
 "CALM",
 "CALMIDERM",
 "CALMING",
 "CALPEROS",
 "CALPLUS",
 "CALPOL",
 "CAM",
 "CAMOMILLA",
 "Candesartan",
 "CANDESARTAN",
 "CANDIDAX",
 "CANDIZOL",
 "CANESTENE",
 "CANPED",
 "CANSIN",
 "CANULA",
 "canula",
 "cap",
 "CAP",
 "CAPILAR",
 "capilarte",
 "CAPROGEN",
 "CAPSULE",
 "Captopril",
 "CAPTOPRIL",
 "Carbamazepine",
 "Carbidopa",
 "Carbimazole",
 "CARBIMAZOLE",
 "Carbonate",
 "CARBONICUM",
 "CARBOSYLANE",
 "CARBOXYMALTOSE",
 "CARDESINE",
 "CARE",
 "CAREGYN",
 "CAREX",
 "CARIAX",
 "CARMIL",
 "CARNITINE",
 "CARNIVITA",
 "CARVEDILIOL",
 "CARVEDILOL",
 "Carvedilol",
 "carvedilol",
 "CASE",
 "CATAFAST",
 "CEFAKS",
 "Cefalexin",
 "CEFAZOLIN",
 "Cefazolin",
 "CEFIX",
 "Cefixime",
 "CEFIXIME",
 "Cefotaxime",
 "CEFOTAXIME",
 "ceftazidime",
 "Ceftriaxone",
 "CEFTRIAXONE",
 "Cefuroxime",
 "CEFUZIME",
 "CELECOXIB",
 "CELINE",
 "CELLCEPT",
 "CELLUVISC",
 "CENTELLA",
 "CENTELYS",
 "CENTOX",
 "CENTRUM",
 "CEPHADAR",
 "CERAVE",
 "CEREBROLYSIN",
 "CETAMYL",
 "CETIRIZINE",
 "Cetirizine",
 "CETRIZINE",
 "chamber",
 "CHAMOMILE",
 "CHARCOAL",
 "Charcoal",
 "CHEK",
 "chek",
 "CHEW",
 "chewable",
 "CHEWABLE",
 "chewble",
 "Chicco",
 "CHILDREN",
 "CHIPMUNK",
 "CHLIDREN",
 "Chloramphenicol",
 "Chlorhexidine",
 "CHLORHEXIDINE",
 "Chloride",
 "CHLORIDE",
 "CHLOROBUTANOL",
 "CHLOROHISTOL",
 "CHLOROQUINE",
 "Chloroquine",
 "CHLOROSIA",
 "Cholecalciferol",
 "CHONDROSTEO",
 "CHRONO",
 "Cialis",
 "CIALONG",
 "CICALFATE",
 "CICAPLAIE",
 "CICAPRO",
 "CICATOPY",
 "CICATRIN",
 "CICATRISANT",
 "CICLOPLEJICO",
 "Ciclosporin",
 "CILOXADEX",
 "CILOXAN",
 "CILS",
 "CINNARON",
 "CIPLODOX",
 "CIPRALEX",
 "CIPRO",
 "CIPROBAY",
 "Ciprobay",
 "CIPROCIN",
 "CIPROFARM",
 "ciprofloxacin",
 "CIPROFLOXACIN",
 "Ciprofloxacin",
 "CIPROFLOXACINE",
 "CIPROFLOXACINO",
 "CIPRONOR",
 "CIPROPHARM",
 "CIPROQUIN",
 "CIPROZAD",
 "CIPTADINE",
 "CITALOPRAM",
 "Citalopram",
 "CITRATE",
 "CLAIRIAL",
 "CLAIRSKIN",
 "CLAMYCIN",
 "CLAR",
 "CLARID",
 "CLARIDAR",
 "CLARIFYING",
 "CLARIFYNG",
 "CLARIMAX",
 "CLARITHROMYCIN",
 "Clarithromycin",
 "Claritine",
 "CLARITINE",
 "CLARTEC",
 "CLASIC",
 "CLASSIC",
 "CLAV",
 "CLAVODAR",
 "CLAVOR",
 "CLAVUCURA",
 "Clavulanic",
 "CLEANER",
 "CLEANING",
 "CLEANSER",
 "CLEANSING",
 "clear",
 "CLERON",
 "CLIND",
 "CLINDA",
 "clinda",
 "CLINDACID",
 "CLINDAMICINA",
 "Clindamycin",
 "CLIPTOL",
 "CLIVEX",
 "Clofazimine",
 "CLOFEN",
 "CLOMENTIN",
 "CLOMID",
 "CLOMIFERT",
 "CLONMEL",
 "CLOPIDOGREL",
 "CLOSE",
 "closol",
 "Clotrimazole",
 "CLOTRIMAZOLE",
 "Cloxacillin",
 "CLOXACILLIN",
 "CNOTREN",
 "COAPROVEL",
 "COCO",
 "CODAMOL",
 "Codeine",
 "CODION",
 "COLCHICINE",
 "COLCHICUM",
 "COLD",
 "COLD&FLU",
 "COLESTENOR",
 "COLI",
 "COLIBABY",
 "COLIDEX",
 "COLIRCUSI",
 "COLLAGEN",
 "COLLAR",
 "COLLECTION",
 "COLLOMALK",
 "COLLYRE",
 "COLOMYCIN",
 "colomycin",
 "COLONA",
 "COLOPEG",
 "COLOSTOMY",
 "COLTRAMYL",
 "COLTRAX",
 "COMBANY",
 "COMBIFOR",
 "combigan",
 "COMBIPRASAL",
 "combivent",
 "COMBIVENT",
 "COMOD",
 "COMP",
 "COMPANY",
 "Company",
 "COMPLETE",
 "COMPLEX",
 "Complex",
 "COMPOUND",
 "COMPUND",
 "CONCEPTION",
 "CONCOR",
 "concor",
 "CONGESTAL",
 "CONJYCLEAR",
 "consilient",
 "CONTAINER",
 "CONTRACTUBEX",
 "control",
 "CONVENTIN",
 "cool",
 "COOPER",
 "COPPER",
 "COR",
 "cor",
 "CORDARON",
 "CORDARONE",
 "CORN",
 "CORNEX",
 "CORTAIR",
 "CORTEF",
 "CORTINEFF",
 "cortineff",
 "CORTIPHENOL",
 "CORTIPHINOL",
 "CORTIPLEX",
 "CORTIS",
 "CORVASAL",
 "COSOPT",
 "COTAREG",
 "COUGH",
 "COUPH",
 "COVERAM",
 "COVERJECT",
 "COVERSYL",
 "Cozaar",
 "COZAAR",
 "CR2032",
 "CRACK",
 "CREAM",
 "cream",
 "Cream",
 "CREAMA",
 "CREAN",
 "CREMA",
 "CRESCENT",
 "crescent",
 "Crescent",
 "CRESENT",
 "CREST",
 "CRESTOR",
 "CRISTER",
 "CROMA",
 "CROMOGLICA",
 "CROTAPHIL",
 "cube",
 "Cubic",
 "CUPE",
 "CURACNE",
 "CURAPAIN",
 "CURE",
 "CUTACNYL",
 "CUXAN",
 "Cyanocobalamin",
 "CYCLO",
 "CYCLOCOL",
 "CYCLODEX",
 "CYCLOFERT",
 "CYCLOGEST",
 "cyclogest",
 "CYCLOPENTOLATE",
 "Cyclophosphamide",
 "CYLINDRICAL",
 "CYMBALTA",
 "CYMBATEX",
 "CYSTOMIN",
 "CYTEAL",
 "CYTOL",
 "CYTOLAC",
 "CYTOLCAP",
 "CYTOLCLEAN",
 "CYTOTEC",
 "CYVAX",
 "Dabigatran",
 "Daclatasvir",
 "DAD",
 "DAFALGAN",
 "DAFELAC",
 "DAFLON",
 "DAKTACORT",
 "DAKTAGEL",
 "Daktarin",
 "DAKTARIN",
 "DAL",
 "DALACIN",
 "DANDRUFF",
 "dandruff",
 "DAPAGLIFLOZIN",
 "DAPOTIME",
 "DAPOXETINE",
 "Dapsone",
 "DAR",
 "DARK",
 "Darunavir",
 "DATE",
 "DAY",
 "DAYTIME",
 "DEBRIDAT",
 "DECLOPHEN",
 "DECOZAL",
 "DEEP",
 "Deferoxamine",
 "DEFLAT",
 "Delamanid",
 "DELTAVIT",
 "demo",
 "DEMO",
 "DEMOSANA",
 "DENK",
 "DENTAGYL",
 "DENTAL",
 "DEPAKIN",
 "DEPAKINE",
 "Depakine",
 "DEPIDERM",
 "depo",
 "DEPO",
 "DEPOT",
 "DEPRIM",
 "DERCOS",
 "DERCUTANE",
 "DERELA",
 "DERGREES",
 "DERM",
 "DERMA",
 "DERMACLEAN",
 "DERMALIGHT",
 "DERMATIN",
 "DERMEDIC",
 "dermedic",
 "DERMIXA",
 "DERMOSALIC",
 "Dermosalic",
 "DERMOSONE",
 "DERMOVATE",
 "DESAFLATEEL",
 "DESAL",
 "DESLOR",
 "DESLORATADINA",
 "DESLORATADINE",
 "DEVAPEN",
 "DEVIT",
 "DEWAX",
 "DEX",
 "DEXA",
 "DEXAFLOX",
 "Dexamethasone",
 "DEXAPHEN",
 "dexaphen",
 "dexdomitor",
 "DEXERYL",
 "DEXTROS",
 "DEXTROSE",
 "DHEA",
 "DIABETEGEN",
 "DIABETONE",
 "DIAFLOZIMET",
 "DIALON",
 "DIAMICRON",
 "DIAMONRECTA",
 "DIAMOX",
 "DIANE",
 "DIAPER",
 "DIARIO",
 "DIAZEPAM",
 "Diazepam",
 "DICETEL",
 "DICLAIR",
 "DICLOFAST",
 "Diclofenac",
 "DICLOFENAC",
 "DICLOGESIC",
 "DICYNONE",
 "Diethylcarbamazine",
 "DIFFERIN",
 "DIFFERINE",
 "DIFLUSTERO",
 "DIGESTIL",
 "DIGESTIN",
 "DIGITAL",
 "digital",
 "DIGITEST",
 "DIGOXIN",
 "Digoxin",
 "DIGOXINA",
 "DIGOXINE",
 "DILACOR",
 "DILATREND",
 "DILTIAZEM",
 "DILTIZEM",
 "DILZACARD",
 "Dimercaprol",
 "DIMRA",
 "Dinitrate",
 "DIOSMINA",
 "DIOVAN",
 "Diprofos",
 "DIPROFOS",
 "DIPROGENTA",
 "DIPROPHOS",
 "DIRECT",
 "DISITHROM",
 "DISKINETON",
 "DISKUS",
 "DISPERCAM",
 "Dispersible",
 "DISPERT",
 "DISPOSABLE",
 "DITROPAN",
 "DIVIDO",
 "divido",
 "DIVINUS",
 "DIVOLTAN",
 "DIZINIL",
 "Dobutamine",
 "DOBUTAMINE",
 "DOCTOR",
 "DOGMATIL",
 "DOGMATYL",
 "DOLENFANT",
 "DOLIPRANE",
 "DOLOGAN",
 "DOLONOR",
 "DOLPHIN",
 "Dolutegravir",
 "DOLVEN",
 "DOMPER",
 "domperide",
 "DOMPERIDONE",
 "DOMPISOL",
 "DOMPY",
 "DONEPEZIL",
 "DONIFOXATE",
 "donifoxate",
 "DOPALEVO",
 "Dopamine",
 "DOPAMINE",
 "DOPANORE",
 "DORA",
 "DORMICOM",
 "DORMICUM",
 "Dormy",
 "DORMY",
 "DOROFEN",
 "DORZOLAMIDE",
 "DOSE",
 "doses",
 "DOSTINEX",
 "Dostinex",
 "dostinex",
 "DOUCH",
 "DOUCHE",
 "DOUSH",
 "DOXAT",
 "DOXAZOSIN",
 "DOXCYCLINE",
 "DOXIUM",
 "DOXY",
 "DOXYCYCLIN",
 "DOXYCYCLINE",
 "Doxycycline",
 "DOXYDAR",
 "DRILL",
 "DROP",
 "drop",
 "drops",
 "DROPS",
 "Drug",
 "DRY",
 "DRYNESS",
 "DUAL",
 "DULCOLAX",
 "DULOXETINA",
 "DULOXETINE",
 "DUOFILM",
 "Duofilm",
 "duotrav",
 "DUOTRAV",
 "DUPHALAC",
 "DUPHASTON",
 "DURAFOS",
 "DUSPATALIN",
 "DUTASTERIDE",
 "dymista",
 "DYMISTA",
 "EAR",
 "EASY",
 "ECTOMETHRIN",
 "Efavirenz",
 "EFEMYO",
 "EFEXOR",
 "EFF",
 "EFFE",
 "EFFER",
 "EFFERALGAN",
 "effervescent",
 "EFFERVESCENT",
 "effortil",
 "Eflornithine",
 "egy",
 "EGY",
 "Egyphar",
 "EGYPT",
 "Egypt",
 "egypt",
 "Egyptian",
 "egyptاطفال",
 "EIPICO",
 "elastic",
 "ELASTIC",
 "ELBOW",
 "ELICA",
 "ELICASAL",
 "ELIDEL",
 "ELIQUIS",
 "eliquis",
 "ELIXIR",
 "Elnobar",
 "elocom",
 "ELOCOM",
 "EMBOXAN",
 "EMICIPRO",
 "EMLA",
 "EMLAQAN",
 "EMPACOZA",
 "EMPAGLIFLOZIN",
 "EMULGEL",
 "EMULSION",
 "Enalapril",
 "ENALAPRIL",
 "ENAMA",
 "ENCHANTEUR",
 "ENEMA",
 "ENEMAX",
 "ENFANT",
 "ENFANTS",
 "ENKEPHAL",
 "enoxa",
 "ENOXA",
 "Enoxaparin",
 "Entecavir",
 "ENTEROGERMINA",
 "ENTRESTO",
 "ENZYDEFLATE",
 "EOLIDE",
 "EPHEDRINE",
 "EPIDEXONE",
 "EPIDUO",
 "EPILAT",
 "EPIMAG",
 "Epinephrine",
 "EPOMAX",
 "EPOTIN",
 "EPREX",
 "ERAMAX",
 "ERGIC",
 "Ergometrine",
 "ERMYCED",
 "ERMYCIN",
 "ERVA",
 "ERYTHROMYCIN",
 "ESCITALOPRAM",
 "Escitalopram",
 "ESIDREX",
 "ESKONAD",
 "Esomeprazole",
 "ESOMEPRAZOLE",
 "ESORAL",
 "ESSENTIAL",
 "essential",
 "esteve",
 "ESTHELLE",
 "ESULSION",
 "Ethambutol",
 "Ethionamide",
 "Ethosuximide",
 "ETORICOXIB",
 "ETORIXA",
 "ETOSUXIMIDA",
 "EUCALY",
 "EUCALYPTUS",
 "EUCARBON",
 "EURAX",
 "EUTAVOS",
 "Euthyrox",
 "EUTHYROX",
 "EUTILOP",
 "EUTIROX",
 "eva",
 "Eva",
 "EVA",
 "EVACUOLA",
 "EVANEOTRIM",
 "evapharma",
 "EVEIL",
 "evohaler",
 "evulpharma",
 "EXACYL",
 "EXCESSIVE",
 "EXFORDIP",
 "EXFORG",
 "exforg",
 "EXFORGE",
 "EXP",
 "EXPECT",
 "EXPECTORANT",
 "EXPENDING",
 "EXPRESS",
 "EXTRA",
 "EXTRASOFT",
 "EXUFIBER",
 "eye",
 "EYE",
 "EYE+EAR",
 "EYLEA",
 "EZETIMIBE",
 "FABRE",
 "FACE",
 "face",
 "FAES",
 "Famotidine",
 "FARCOSOLVIN",
 "FARCOTILIUM",
 "FASIGYNE",
 "FAST",
 "FASTLOC",
 "FASTUM",
 "FAVERIN",
 "FAWAR",
 "FEBLOD",
 "FEEDING",
 "FEFOL",
 "FELDENE",
 "FELIZ",
 "Felodipine",
 "FEMALE",
 "FEMES",
 "FEMOSTON",
 "FENCIL",
 "FENDOL",
 "FENISTIL",
 "FENOFIBRATE",
 "Fentanyl",
 "FENUGREEK",
 "FER",
 "FERIJET",
 "ferintus",
 "FERINTUS",
 "FERMIX",
 "FEROGLOBIN",
 "FEROSOM",
 "FEROXYL",
 "FERPLEX",
 "FERRIC",
 "FERRO",
 "FERROLED",
 "FERROUS",
 "Ferrous",
 "FERRUM",
 "FERTIBOOST",
 "FERTICAB",
 "FERTILMAN",
 "FERVEX",
 "FESS",
 "FEWAX",
 "Fexinidazole",
 "fexodine",
 "FEXODINE",
 "FEXOFENADINE",
 "FEXON",
 "FIBREX",
 "FIBROCOL",
 "fidia",
 "FILAMENTS",
 "FILM",
 "FINASTERIDE",
 "FINGER",
 "FIRST",
 "FISH",
 "FITOLAT",
 "FIXDUAL",
 "FIXIC",
 "FLAGYL",
 "Flagyl",
 "FLAMINGO",
 "Flamingo",
 "FLASH",
 "FLAT",
 "FLATIDYL",
 "FLAVOR",
 "FLECAINE",
 "FLECAINIDE",
 "FLEX",
 "FLEXI",
 "FLEXIPURE",
 "FLEXOFYTOL",
 "FLEXOPRINE",
 "FLEXPIN",
 "FLIX",
 "FLIXOCORT",
 "FLIXONASE",
 "FLIXOTIDE",
 "flopadex",
 "FLORIDA",
 "FLOSS",
 "FLOSSERS",
 "FLOWMAX",
 "FLOXABACT",
 "FLOXAR",
 "FLU",
 "FLUCA",
 "FLUCALM",
 "FLUCONAZOL",
 "Fluconazole",
 "FLUCONAZOLE",
 "FLUCOZAL",
 "Flucytosine",
 "Fludrocortisone",
 "FLUID",
 "FLUMAZENIL",
 "FLUMOX",
 "FLUOR",
 "Fluoride",
 "FLUOXETINE",
 "Fluoxetine",
 "FLUREST",
 "FLUXIL",
 "FML",
 "fml",
 "FOAM",
 "FOAMING",
 "FOKIDS",
 "FOLADIN",
 "FOLATE",
 "FOLIC",
 "Folic",
 "FOLICUM",
 "FOLLITROPINE",
 "Food",
 "FOOT",
 "FOR",
 "foramen",
 "Foramen",
 "FORAMEN",
 "Foreach",
 "FORLAX",
 "FORMOTEROL",
 "FORT",
 "FORTALGIC",
 "FORTE",
 "FORTOSE",
 "FORTRANS",
 "FORTUM",
 "FORTUSS",
 "FORTYMOX",
 "forxiga",
 "FORXIGA",
 "FOSAMAX",
 "FOSFOMYCINE",
 "FOSTER",
 "FOX",
 "FRAKIDEX",
 "france",
 "FRANCE",
 "France",
 "FRAXIPARINE",
 "FREE",
 "FREESTYLE",
 "FRESH",
 "FRUIT",
 "FRUITS",
 "FUCICORT",
 "FUCIDIN",
 "fucithalmic",
 "FUERTE",
 "FUMARATE",
 "FUNZOL",
 "Furosemide",
 "FUROSEMIDE",
 "FUSAMIC",
 "FUSIDIQUE",
 "fybogel",
 "FYBOGEL10",
 "G8451",
 "GABAPENTIN",
 "Gabapentin",
 "galenica",
 "GALENICA",
 "GALVUS",
 "GAMAVATE",
 "Ganciclovir",
 "GANDOUR",
 "GANVIR",
 "GAROPRIDE",
 "garopride",
 "GAS",
 "GASEC",
 "GASTAVIT",
 "GASTREX",
 "GASTROGEL",
 "GATIMOX",
 "GAUZE",
 "GAVISCON",
 "gaviscon",
 "gel",
 "GEL",
 "GEL175ML",
 "Geldene",
 "geldene",
 "GELOFUSINE",
 "GENESISVIT",
 "GENTA",
 "GENTADEX",
 "GENTADEXA",
 "GENTAMICIN",
 "Gentamicin",
 "GENTAPLEX",
 "GENTIAN",
 "GENTLE",
 "GENUPHIL",
 "GERMANY",
 "Germany",
 "germany",
 "GESTAT",
 "GINGIVAL",
 "GINKGO",
 "GINSENG",
 "GLAMOUR",
 "Glargine",
 "GlaxoSmithKline",
 "GLEMAX",
 "Glibenclamide",
 "GLIBENCLAMIDE",
 "GLIBORAL",
 "Gliclazide",
 "GLICLAZIDE",
 "Glimepiride",
 "GLIMEPIRIDE",
 "GLIMID",
 "GLIPTA",
 "GLIPTUS",
 "Globalpharma",
 "GLOBIFER",
 "GLOCLAV",
 "GLOVES",
 "GLOVIT",
 "GLUCOMETER",
 "Gluconate",
 "GLUCONATE",
 "GLUCOPHAGE",
 "Glucophage",
 "Glucose",
 "GLUCOSE",
 "GLUNORM",
 "Glyburide",
 "GLYCERIN",
 "GLYCEROL",
 "Glyceryl",
 "GLYCERYL",
 "GLYSS",
 "GLYVENOL",
 "GMU",
 "GOLA",
 "GOM",
 "GONAL",
 "GONAPURE",
 "GOODAETE",
 "GRANUDACYN",
 "GRANULES",
 "Greece",
 "GREECE",
 "green",
 "GRIPEX",
 "GRISEOFULVIN",
 "Griseofulvin",
 "GROWTH",
 "GSK",
 "GTN",
 "GUARD",
 "Gulf",
 "GUM",
 "GUMMY",
 "GUPISONE",
 "GYNAX",
 "Gyno",
 "GYNO",
 "HAIR",
 "HAIRGROW",
 "HAIRLOSS",
 "HALDOL",
 "HALIBI",
 "HALICONTROL",
 "Halidol",
 "HALITA",
 "HALITOSIS",
 "HALLUX",
 "Haloperidol",
 "HAND",
 "HARRAR",
 "HAUSMANN",
 "HAYFEVER",
 "HCG",
 "HCT",
 "HCT100",
 "HEALAR",
 "HEALING",
 "health",
 "HealthAid",
 "healthy",
 "HEALTHY",
 "HEARTMIN",
 "HEAT",
 "HEDELIX",
 "HEDRIN",
 "HEEL",
 "Hekma",
 "HELI",
 "HEMATINIC",
 "HEMATOFEROL",
 "hemo",
 "HEMOCLAR",
 "hemofarm",
 "HEMOLACT",
 "Heparin",
 "HEPARINE",
 "HEPATOXIN",
 "heptamyl",
 "HERBAL",
 "HESURE",
 "HEXASPRAY",
 "HIALURO",
 "HIDRO",
 "HIET",
 "HIGEEN",
 "HIHAEM",
 "Hikma",
 "HIKMA",
 "HIQUIN",
 "HMG",
 "HONEY",
 "HONEYMOON",
 "HOVID",
 "HSN",
 "HTC",
 "HUSK",
 "HUXOL",
 "HYALGAN",
 "HYALO",
 "hyalo4",
 "HYALO4",
 "HYALONE",
 "HYALURONIC",
 "HYDAN",
 "HYDRA",
 "HYDRAIN",
 "HYDRAIN3",
 "Hydralazine",
 "HYDRALAZINE",
 "HYDRAPRES",
 "HYDRASKIN",
 "HYDRATANTE",
 "HYDRATING",
 "Hydrochlorothiazide",
 "HYDROCORTISON",
 "HYDROCORTISONE",
 "Hydrocortisone",
 "Hydrogen",
 "HYDROGEN",
 "Hydroxide",
 "Hydroxocobalamin",
 "Hydroxycarbamide",
 "HYDROXYPROGESTERONE",
 "Hydroxyurea",
 "HYFRESH",
 "HYLO",
 "HYOFEM",
 "HYOPAN",
 "HYPER",
 "HYPERTONIC",
 "HYPOLIP",
 "HYSAN",
 "HYTACAND",
 "Ibnsina",
 "IBULIFE",
 "IBUPROFEN",
 "Ibuprofen",
 "IBUPROFENO",
 "ICE",
 "ICTHAMMOL",
 "IDOSKY",
 "iEdOSE",
 "iedose",
 "IEDOSE",
 "ieDose",
 "iLAX",
 "ILAX",
 "IMATOX",
 "IMAVIR",
 "IMBRUVICA",
 "IMDUR",
 "IMIPRAMINE",
 "IMMOBILIZER",
 "IMURAN",
 "indapamide",
 "Indapamide",
 "INDERAL",
 "INDIA",
 "INDOCOLLYRE",
 "INDOMETACIN",
 "INDOMETHACIN",
 "Indomethacin",
 "INDOPAL",
 "Industries",
 "INF",
 "INFACAL",
 "INFACOL",
 "INFANTS",
 "INFCOAL",
 "INFLACOX",
 "infusion",
 "INFUSION",
 "INHALAR",
 "INHALATION",
 "INHALER",
 "INHALLER",
 "INHIXA",
 "iNJ",
 "INJ",
 "inj",
 "INJECTION",
 "injekt",
 "INNO",
 "INSECT",
 "INSTANT",
 "INSULATARD",
 "INSULIN",
 "Insulin",
 "INSUMED",
 "INSUPEN",
 "Int",
 "INTENSE",
 "INTENSIVE",
 "INTERDENTAL",
 "INTIM",
 "INVISBLE",
 "INVISIBLE",
 "INZITAM",
 "INZITAN",
 "IODIN",
 "Iodine",
 "IODINE",
 "IOPROST",
 "IPCA",
 "iPHENICOL",
 "IPNODIS",
 "IPPROTON",
 "IPRASAL",
 "Ipratropium",
 "IPRAVENT",
 "IPROFEN",
 "IPROFENE",
 "IPS",
 "IRBESARTAN",
 "ireland",
 "IROMAX",
 "iron",
 "IRON",
 "IRONGUARD",
 "IROSKY",
 "irrigation",
 "IRYS",
 "ISO",
 "ISOCARD",
 "ISOLONE",
 "Isoniazid",
 "isophane",
 "ISOPTIN",
 "ISOPTO",
 "Isosorbide",
 "ISOTEARS",
 "ISOTONIC",
 "ISPAGEL",
 "ISPAGHULA",
 "ita",
 "Ita",
 "ITALI",
 "Italia",
 "italia",
 "iTaly",
 "italy",
 "Italy",
 "iTALY",
 "ITALY",
 "Itraconazole",
 "ITRANOX",
 "Ivermectin",
 "IVF",
 "Jamjoom",
 "JAMJOUM",
 "Janssen",
 "JANSSEN",
 "JANUMET",
 "JANUVIA",
 "Japanese",
 "JARDIAN",
 "JARDIANCE",
 "JB2251",
 "jbm",
 "JEL",
 "JELLY",
 "JET",
 "JOCLAR",
 "JOINT",
 "JOINTACE",
 "JOINTS",
 "jordan",
 "JORDAN",
 "JOURLAC",
 "JOX",
 "JOYPOX",
 "JULEEN",
 "JULMENTIN",
 "Julphar",
 "JULPHAR",
 "JUNIOR",
 "KABI",
 "KALEORID",
 "KAP",
 "KAPECT",
 "KAPRON",
 "KARBICOMBI",
 "KARBIS",
 "KEAL",
 "KEFLEX",
 "KENACOMB",
 "KENACORT",
 "KEPPRA",
 "KERATIN",
 "KERATIX",
 "Kern",
 "KERN",
 "ketofan",
 "KETOFAN",
 "KETOROLAC",
 "KEY",
 "Khaimah",
 "KIDDI",
 "KIDS",
 "KIN",
 "KLACID",
 "klean",
 "KLEAN",
 "KLINDAN",
 "KLIPAL",
 "KNEE",
 "KNITTED",
 "KOLLAGEN",
 "KOPRED",
 "KORDEXA",
 "KRKA",
 "krka",
 "LABELLO",
 "LABETALOL",
 "LACE",
 "LACHFARMA",
 "LACHI",
 "lachi",
 "Lachi",
 "LACHIFARMA",
 "LACHIGYN",
 "Lacidipine",
 "LACRINORM",
 "LACRYMED",
 "LACTATE",
 "LACTEOL",
 "lacteol",
 "LACTIL",
 "LACTOBACILLUS",
 "Lactulose",
 "LAMICTAL",
 "LAMISIL",
 "lamisil",
 "Lamivudine",
 "Lamotrigine",
 "LAMOTRIGINE",
 "Lanoxin",
 "LANSOPRAZOLE",
 "lansoprazole",
 "LANTUS",
 "Lantus",
 "LARGACTIL",
 "largactil",
 "LARGE",
 "LARMES",
 "LAROXYL",
 "LARYPRO",
 "LASILACTONE",
 "LASILIX",
 "Lasix",
 "LASIX",
 "LATANOPROST",
 "LAXAL",
 "LAXOMAX",
 "LAY",
 "LBW",
 "LEAVES",
 "LECERIN",
 "LEDA",
 "LEDABIT",
 "LEDAFISH",
 "LEDAGLOBIN",
 "LEDAMIX",
 "LEDAPHAMA",
 "LEDAPHARM",
 "Ledipasvir",
 "LENSE",
 "LERCANIDIPINE",
 "LETROMARA",
 "LETROZOL",
 "LETROZOLE",
 "Levamisole",
 "LEVEMIR",
 "LEVET",
 "Levetiracetam",
 "LEVETIRACETAM",
 "Levodopa",
 "Levofloxacin",
 "LEVOFLOXACIN",
 "LEVOFLOXACINE",
 "levothyrox",
 "LEVOTHYROX",
 "LEVOTHYROXINE",
 "Levothyroxine",
 "Lexapro",
 "LEXERYL",
 "LIBEREX",
 "LIBRAX",
 "LIBRE",
 "libya",
 "LICE",
 "LIDO",
 "LIDOCAINE",
 "LIDOOTHYMOL",
 "LIFE",
 "LIGNORAL",
 "Lilly",
 "LIMITLESS",
 "LINE",
 "LINEZOLID",
 "LINUM",
 "LIOCAINE",
 "LIOTON",
 "LIPANTHYL",
 "Liphco",
 "LIPIROS",
 "Lipitor",
 "LIPOCOMB",
 "LIPODAR",
 "LIPOSIC",
 "LIQUID",
 "LISINOPRIL",
 "Lisinopril",
 "LISOMUCIN",
 "LISORETIC",
 "LISSPRO",
 "LISTERINE",
 "LITHIUM",
 "LIVEREL",
 "LOBOV",
 "LODIVA",
 "LOGUS",
 "LOOK",
 "Loperamide",
 "LOPERIUM",
 "Lopinavir",
 "LORATADINA",
 "Loratadine",
 "loratadine",
 "LORATADINE",
 "LORATADINEA",
 "LORATIN",
 "Lorazepam",
 "LORINEX",
 "LOSAR",
 "LOSARTAN",
 "Losartan",
 "losartan",
 "Losec",
 "LOSS",
 "LOTERANOL",
 "LOTEVAN",
 "LOTION",
 "LOVE",
 "LOVISTA",
 "LOXEN",
 "loxtra",
 "LOZENG",
 "LOZENGES",
 "Lumefantrine",
 "LUNGOCORT",
 "LUSTRAL",
 "LYNAE",
 "LYSOBACT",
 "lysobact",
 "MACROGOL",
 "MADDOSOL",
 "MADDOX",
 "MADOPAR",
 "MAG",
 "MAGNACEF",
 "MAGNEB",
 "MAGNES",
 "MAGNESIUM",
 "magnesium",
 "Magnesium",
 "MAGNETREX",
 "MAGNEWILL",
 "MAGRO",
 "MALE",
 "MAMA",
 "Mamy",
 "MAN",
 "MANNITOL",
 "MANX",
 "Marawa",
 "MARIMER",
 "MARINE",
 "MARKAZIA",
 "maroc",
 "MAROC",
 "maroco",
 "MARR",
 "MARROC",
 "Marroc",
 "marroc",
 "MARTIX",
 "MASK",
 "mask",
 "MASSAGE",
 "MAX",
 "MAXEEED",
 "MAXI",
 "maxidex",
 "MAXIDEX",
 "MAXIDROL",
 "MAXILASE",
 "MAXIM",
 "MAXITROL",
 "MAZENIL",
 "MCG",
 "MEAL",
 "Mebendazole",
 "mebo",
 "MEBO",
 "MECLIZIGO",
 "MED",
 "MEDA",
 "MEDICAL",
 "Medis",
 "MEDIS",
 "MEDISCAN",
 "MEDIUM",
 "MEDOCIPRIN",
 "MEDRELAXMIDINE",
 "MEDROL",
 "MEDTECH",
 "Mefloquine",
 "MEFOR",
 "MEGA",
 "MEGAFEN",
 "MEGAMOX",
 "MEGAVIT",
 "MEGAVITA",
 "MELACRYST",
 "Melarsoprol",
 "MELATON",
 "MELATONIN",
 "MELGESIC",
 "MELLITOFIX",
 "MELOXICAM",
 "MELT",
 "Memphis",
 "MEN",
 "MENEKLIN",
 "MENOPACE",
 "MENOSTOP",
 "MENSKY",
 "MENTHODEX",
 "MEPILEX",
 "Merck",
 "merck",
 "MERCUROCHROME",
 "MERK",
 "MEROPENEM",
 "Meropenem",
 "MERZ",
 "Mesna",
 "MET",
 "METEOSPASMYL",
 "METEOXANE",
 "METERED",
 "METFOR",
 "METFORAL",
 "Metformin",
 "METFORMIN",
 "METFORMINA",
 "METFORMINE",
 "Methadone",
 "Methimazole",
 "methotrexat",
 "Methotrexate",
 "METHOTREXATE",
 "METHYL",
 "Methyldopa",
 "METHYLDOPA",
 "METHYLERGOMETRINE",
 "Methylprednisolone",
 "METHYLPREDNISOLONE",
 "Metoclopramide",
 "METOCLOPRAMIDE",
 "Metoprolol",
 "METOTREXATO",
 "METPAMID",
 "METRIN",
 "METRIOMED",
 "METRONIDAZOLE",
 "Metronidazole",
 "METROZAL",
 "MEXINE",
 "MFS",
 "Micardis",
 "MICARDIS",
 "MICAZOLE",
 "MICELLARE",
 "MICR",
 "micro",
 "MICROGYNON",
 "microgynon",
 "MICROVAL",
 "MIDAZOLAM",
 "Midazolam",
 "miflonide",
 "MIGRAINE",
 "MIKOSTAT",
 "MIL",
 "MILD",
 "MILGA",
 "MILK",
 "million",
 "Milp",
 "milph",
 "Milph",
 "MILPH",
 "milpha",
 "MILPHARM",
 "Milpharm",
 "Miltefosine",
 "MINI",
 "MINIRIN",
 "MINO",
 "MINOPEXIL",
 "MINOXIDIL",
 "MINT",
 "MIRTAZAOINE",
 "MIRTAZAPINE",
 "Misan",
 "Misoprostol",
 "MISOTAC",
 "MIX",
 "MIXED",
 "MIXIF",
 "MIXTARD",
 "MIXTURE",
 "MOBIC",
 "MODURETIC",
 "MOIST",
 "MOISTURISING",
 "MOISTURIZING",
 "MOLOXIN",
 "MOLSIDOMINE",
 "MOM",
 "MOMETASONE",
 "MONTEFIORE",
 "Montelukast",
 "MONTELUKAST",
 "MOOV",
 "MOOVZG",
 "moroco",
 "Morphine",
 "MOSTAL",
 "MOTASONE",
 "motilium",
 "MOTILIUM",
 "MOUNJARO",
 "MOUSSANT",
 "MOUSSE",
 "MOUTH",
 "MOUTHRINSE",
 "Mouthwash",
 "MOVE",
 "MOXACIN",
 "MOXI",
 "MOXICLAV",
 "MOXIFLOX",
 "Moxifloxacin",
 "MOXIFLOXACIN",
 "MOXIFLOXACINO",
 "MOXONIDINE",
 "MSD",
 "MUCINAC",
 "MUCOLYSE",
 "MUCOLYTE",
 "Mucolyte",
 "MUCOSOLVAN",
 "MULT",
 "MULTIVITAMIN",
 "Multivitamin",
 "MUNATORIL",
 "Mupirocin",
 "MUSCADOL",
 "MUSCLE",
 "MUSCOFLEX",
 "MYCODERM",
 "MYCOGEL",
 "mycoheal",
 "MYCOHEAL",
 "MYCORIL",
 "MYCOSAT",
 "MYCOSTER",
 "mydricol",
 "MYDRICOL",
 "Mydricol",
 "Myers",
 "Mylan",
 "MYLAN",
 "MYOCALM",
 "MYOCHOLINE",
 "MYOGESIC",
 "MYOLAX",
 "MYTOPLASTINE",
 "NAILS",
 "Naloxone",
 "NALOXONE",
 "Naproxen",
 "NAROX",
 "NASAL",
 "nasoaldo",
 "NASONEX",
 "Nasonex",
 "NATABIOL",
 "NATRILIX",
 "NATURAL",
 "NATURALE",
 "NATURAVIT",
 "Nature",
 "NAUSYL",
 "NEB",
 "neb",
 "NEBANOL",
 "NEBIVOLOL",
 "NEBU",
 "NEBULASER",
 "NEBULIZER",
 "NECK",
 "NEGAFEN",
 "NEGAZOLE",
 "NEMACEST",
 "NEO",
 "NEOBACIN",
 "NEOCEF",
 "NEOHEALAR",
 "NEOMOX",
 "Neopharma",
 "NEOPRED",
 "neostrata",
 "NEPHROTRANS",
 "NERHAFLUKS",
 "NERHASILDA",
 "NERVE",
 "NEURO",
 "Neurontin",
 "NEURONTIN",
 "NEURORUBION",
 "NEUROZAN",
 "NEUTROGENA",
 "NEVILOB",
 "Nevirapine",
 "NEVXAL",
 "NEW",
 "NEXIUM",
 "nexum",
 "NEXUS",
 "NICARDIPINE",
 "Niclosamide",
 "NIDAZOLE",
 "NIFEDI",
 "NIFEDIPINE",
 "Nifedipine",
 "NIFELAT",
 "Nifurtimox",
 "NIGHT",
 "Nile",
 "NIMESULIDE",
 "Nimodipine",
 "NIMOTOP",
 "NIPIOL",
 "NIRVANA",
 "Nitrite",
 "Nitrofurantoin",
 "NIVEA",
 "NIZORAL",
 "NIZOREL",
 "NOLVADEX",
 "NOOTROPIL",
 "NOPAIN",
 "NOR",
 "NORADRENALINE",
 "Noradrenaline",
 "Norepinephrine",
 "NORGESIC",
 "NORMACOL",
 "NORMAFIBE",
 "NORMAL",
 "NORMIX",
 "Normo",
 "Normon",
 "NORMON",
 "Norvasc",
 "NORVIX",
 "NOSE",
 "NOSTIFIX",
 "NOSWELL",
 "noswell",
 "Noswell",
 "NOURRISSONS",
 "NOVA",
 "Novartis",
 "NOVEX",
 "NOVOMIX",
 "NOVORAPID",
 "NPH",
 "NUIT",
 "NUVAMIN",
 "NYDA",
 "Nystatin",
 "NYSTATIN",
 "Obstetric",
 "OCAS",
 "OCEAN",
 "OCTOZINC",
 "ODF",
 "off",
 "OFLOXACIN",
 "ofloxacin",
 "OFLOXACINE",
 "OFUSIDIC",
 "oil",
 "OIL",
 "OILY",
 "OINT",
 "ointment",
 "OINTMENT",
 "OINTMENTegypt",
 "OLANZAPINE",
 "OLCAR",
 "OLENZA",
 "OLIVE",
 "OLMEGAN",
 "OLZAN",
 "OM+",
 "OMEGA",
 "omeprazol",
 "OMEPRAZOL",
 "OMEPRAZOLE",
 "Omeprazole",
 "OMEX",
 "OMIGAN",
 "OMNIC",
 "OMNICEF",
 "OMNIPOL",
 "ONCE",
 "ONDALENZ",
 "ONDANSETRON",
 "Ondansetron",
 "ondansteron",
 "ONE",
 "one",
 "ONJ",
 "ONLEFIT",
 "OPALIA",
 "Opalia",
 "OPERATIVE",
 "OPLEX",
 "OPTIC",
 "optic",
 "OPTICIN",
 "OPTICYCLIN",
 "OPTIDEX",
 "OPTIFRESH",
 "OPTIFUCIN",
 "OPTILONE",
 "OPTIPRED",
 "OPTREX",
 "ORADEXON",
 "ORAL",
 "Oral",
 "oral",
 "ORALA",
 "orange",
 "ORAPEN",
 "orazone",
 "ORCHAPRED",
 "ORCHAZID",
 "Org",
 "org",
 "ORG",
 "ORGAA",
 "orig",
 "ORIG",
 "origina",
 "ORIGINAL",
 "Original",
 "ORL",
 "ORLY",
 "OROS",
 "ORS",
 "ors",
 "ORSLED",
 "ORTHO",
 "ORTHOCAL",
 "ORTHODONTIC",
 "Orthodontic",
 "Oseltamivir",
 "OSMOLAX",
 "OSPEN",
 "OSTEO",
 "OSTEOCARE",
 "OSTEOPHYTUM",
 "OSTEOSYL",
 "OTIPAX",
 "OTOCALM",
 "OTOCOL",
 "OTOFA",
 "OTOZOL",
 "OTRIVIN",
 "OVA",
 "OVITRELLE",
 "OVULES",
 "OXID",
 "OXIDE",
 "OXIMAL",
 "OXYBUTYNINE",
 "OXYGEN",
 "OXYPROGEST",
 "Oxytocin",
 "OXYTOCIN",
 "OZAPEX",
 "OZEMPIC",
 "PAD",
 "PADS",
 "PAEDIATRIC",
 "PAMISCAN",
 "PANADOL",
 "Panadol",
 "PANKLAV",
 "PANPHARM",
 "PanPharma",
 "PANSORAL",
 "PANTHENOL",
 "PANTOMEX",
 "PANTONIX",
 "PANTOPRAZOL",
 "pantoprazole",
 "PANTOPRAZOLE",
 "Pantoprazole",
 "paracetamol",
 "PARACETAMOL",
 "Paracetamol",
 "PARADOL",
 "PARAFFINE",
 "PARALVIT",
 "PARASIDOSE",
 "PARAXONE",
 "PARCOTEN",
 "PARODONTAX",
 "PAROEX",
 "Paromomycin",
 "PAROTICIN",
 "PAROXETINE",
 "PASTER",
 "PATANOL",
 "patch",
 "pcs",
 "PCS",
 "PECTO",
 "PECTOLYSE",
 "PEDIA",
 "PEDIAMIL",
 "PEDIASURE",
 "PEDIATRIC",
 "PEDOVEX",
 "PEESTOP",
 "PEN",
 "pen",
 "PENAMAX",
 "PENAMOX",
 "PENI",
 "Penicillamine",
 "PENICILLIN",
 "PENOPEN",
 "Pentamidine",
 "PENTASA",
 "PENTOLAT",
 "PENTOLATE",
 "PEPTONORM",
 "PEPZOL",
 "PERFECTIL",
 "peridys",
 "Perindopril",
 "PERIO",
 "PERISTIL",
 "PERMANGANATE",
 "PERMIXON",
 "PERNABOL",
 "PEROFEN",
 "PEROX",
 "Peroxide",
 "PEROXIDE",
 "PEROZY",
 "PERSONAL",
 "PERVITAL",
 "PETON",
 "PETROLEUM",
 "Pfizer",
 "PFIZER",
 "PH000012002",
 "PH000012005",
 "PH000012009",
 "PH000012026",
 "PH000012028",
 "PH000012033",
 "PH000012038",
 "PH000012040",
 "PH000012044",
 "PH000012046",
 "PH000012049",
 "PH000012056",
 "PH000012060",
 "PH000012082",
 "PH000012089",
 "PH000012096",
 "PH000012100",
 "PH000012103",
 "PH000012106",
 "PH000012114",
 "PH000012158",
 "PH000012175",
 "PH000012191",
 "PH000012197",
 "PH000012206",
 "PH000012213",
 "PH000012219",
 "PH000012220",
 "PH000012225",
 "PH000012226",
 "PH000012236",
 "PH000012260",
 "PH000012262",
 "PH000012312",
 "PH000012313",
 "PH000012317",
 "PH000012338",
 "PH000012339",
 "PH000012340",
 "PH000012351",
 "PH000012352",
 "PH000012359",
 "PH000012371",
 "PH000012376",
 "PH000012378",
 "PH000012379",
 "PH000012381",
 "PH000012384",
 "PH000012386",
 "PH000012390",
 "PH000012413",
 "PH000012435",
 "PH000012442",
 "PH000012444",
 "PH000012450",
 "PH000012452",
 "PH000012454",
 "PH000012455",
 "PH000012459",
 "PH000012464",
 "PH000012465",
 "PH000012469",
 "PH000012471",
 "PH000012472",
 "PH000012476",
 "PH000012478",
 "PH000012479",
 "PH000012484",
 "PH000012485",
 "PH000012487",
 "PH000012492",
 "PH000012495",
 "PH000012497",
 "PH000012501",
 "PH000012509",
 "PH000012522",
 "PH000012524",
 "PH000012525",
 "PH000012530",
 "PH000012531",
 "PH000012536",
 "PH000012546",
 "PH000012549",
 "PH000012550",
 "PH000012552",
 "PH000012556",
 "PH000012564",
 "PH000012569",
 "PH000012570",
 "PH000012573",
 "PH000012574",
 "PH000012577",
 "PH000012580",
 "PH000012583",
 "PH000012585",
 "PH000012587",
 "PH000012588",
 "PH000012592",
 "PH000012593",
 "PH000012595",
 "PH000012597",
 "PH000012599",
 "PH000012600",
 "PH000012601",
 "PH000012602",
 "PH000012604",
 "PH000012605",
 "PH000012606",
 "PH000012607",
 "PH000012608",
 "PH000012609",
 "PH000012610",
 "PH000012611",
 "PH000012613",
 "PH000012614",
 "PH000012616",
 "PH000012617",
 "PH000018012",
 "PH000018017",
 "PH000018024",
 "PH000018031",
 "PH000018032",
 "PH000018033",
 "PH000018037",
 "PH000018038",
 "PH000018039",
 "PH000018041",
 "PH000018045",
 "PH000018047",
 "PH000018052",
 "PH000018055",
 "PH000018066",
 "PH000018069",
 "PH000018078",
 "PH000018081",
 "PH000018089",
 "PH000018091",
 "PH000018092",
 "PH000018110",
 "PH000018117",
 "PH000018118",
 "PH000018121",
 "PH000018123",
 "PH000018132",
 "PH000018141",
 "PH000018158",
 "PH000018159",
 "PH000018160",
 "PH000018161",
 "PH000018162",
 "PH000018178",
 "PH000018184",
 "PH000018207",
 "PH000018224",
 "PH000018239",
 "PH000018246",
 "PH000018250",
 "PH000018251",
 "PH000018256",
 "PH000018266",
 "PH000018292",
 "PH000018295",
 "PH000018296",
 "PH000018305",
 "PH000018311",
 "PH000018313",
 "PH000018320",
 "PH000018343",
 "PH000018357",
 "PH000018369",
 "PH000018370",
 "PH000018387",
 "PH000018389",
 "PH000018398",
 "PH000018399",
 "PH000018405",
 "PH000018420",
 "PH000018425",
 "PH000018430",
 "PH000018442",
 "PH000018447",
 "PH000018464",
 "PH000018480",
 "PH000018484",
 "PH000018494",
 "PH000018504",
 "PH000018505",
 "PH000018522",
 "PH000018524",
 "PH000018526",
 "PH000018534",
 "PH000018535",
 "PH000018537",
 "PH000018538",
 "PH000018539",
 "PH000018547",
 "PH000018548",
 "PH000018549",
 "PH000018561",
 "PH000018577",
 "PH000018583",
 "PH000018585",
 "PH000018589",
 "PH000018593",
 "PH000018598",
 "PH000018599",
 "PH000018604",
 "PH000018607",
 "PH000018612",
 "PH000018615",
 "PH000018616",
 "PH000018619",
 "PH000018628",
 "PH000018630",
 "PH000018631",
 "PH000018634",
 "PH000018642",
 "PH000018648",
 "PH000018662",
 "PH000018663",
 "PH000018666",
 "PH000018673",
 "PH000018675",
 "PH000018676",
 "PH000018677",
 "PH000018678",
 "PH000018679",
 "PH000018681",
 "PH000018682",
 "PH000018683",
 "PH000018684",
 "PH000018685",
 "PH000018687",
 "PH000018688",
 "PH000018689",
 "PH000018692",
 "PH000018695",
 "PH000018696",
 "PH000018697",
 "PH000018700",
 "PH000018701",
 "PH000018702",
 "PH000018704",
 "PH000018705",
 "PH000018706",
 "PH000018707",
 "PH000018711",
 "PH000018713",
 "PH000018715",
 "PH000018717",
 "PH000018718",
 "PH000018722",
 "PH000018724",
 "PH000018725",
 "PH000018726",
 "PH000018729",
 "PH000018732",
 "PH000018733",
 "PH000018734",
 "PH000018736",
 "PH000018737",
 "PH000018738",
 "PH000018740",
 "PH000018741",
 "PH000018742",
 "PH000018743",
 "PH000018744",
 "PH000018745",
 "PH000018746",
 "PH000018747",
 "PH000018749",
 "PH000018750",
 "PH000018751",
 "PH000018752",
 "PH000018753",
 "PH000018754",
 "PH000018755",
 "PH000018756",
 "PH000034001",
 "PH101010009",
 "PH101020009",
 "PH101020025",
 "PH101040002",
 "PH101040019",
 "PH101040020",
 "PH101040032",
 "PH101040035",
 "PH101040067",
 "PH101040087",
 "PH101040090",
 "PH101040091",
 "PH101040095",
 "PH101040105",
 "PH101040109",
 "PH101040150",
 "PH101040190",
 "PH101040205",
 "PH101040219",
 "PH101040257",
 "PH101040258",
 "PH101040271",
 "PH101040287",
 "PH101040300",
 "PH101040306",
 "PH101040312",
 "PH101040313",
 "PH101040314",
 "PH101040320",
 "PH101040323",
 "PH101040327",
 "PH101040329",
 "PH101040331",
 "PH101040335",
 "PH101040348",
 "PH101040350",
 "PH101040362",
 "PH101040364",
 "PH101040365",
 "PH101040366",
 "PH101040373",
 "PH101040374",
 "PH101040377",
 "PH101040389",
 "PH101040394",
 "PH101040408",
 "PH101040410",
 "PH101040419",
 "PH101040429",
 "PH101040433",
 "PH101040434",
 "PH101040440",
 "PH101040444",
 "PH101040448",
 "PH101040449",
 "PH101040450",
 "PH101040455",
 "PH101040458",
 "PH101040459",
 "PH101040465",
 "PH101040467",
 "PH101040477",
 "PH101040478",
 "PH101040479",
 "PH101040490",
 "PH101040491",
 "PH101040492",
 "PH101040498",
 "PH101040507",
 "PH101040508",
 "PH101040512",
 "PH101040514",
 "PH101040515",
 "PH101040516",
 "PH101040517",
 "PH101040521",
 "PH101040528",
 "PH101040529",
 "PH101040536",
 "PH101040539",
 "PH101040546",
 "PH101040548",
 "PH101040553",
 "PH101040555",
 "PH101040563",
 "PH101040578",
 "PH101040579",
 "PH101040583",
 "PH101040587",
 "PH101040588",
 "PH101040590",
 "PH101040591",
 "PH101040592",
 "PH101040597",
 "PH101040598",
 "PH101040599",
 "PH101040603",
 "PH101040604",
 "PH101040605",
 "PH101040606",
 "PH101040608",
 "PH101040609",
 "PH101040610",
 "PH101040614",
 "PH101040615",
 "PH101040616",
 "PH101040618",
 "PH101040619",
 "PH101040620",
 "PH101040624",
 "PH101040625",
 "PH101040626",
 "PH101040628",
 "PH101040629",
 "PH101040630",
 "PH101040633",
 "PH101040634",
 "PH101040636",
 "PH101040638",
 "PH101040639",
 "PH101040640",
 "PH101040641",
 "PH101040642",
 "PH101040643",
 "PH101040644",
 "PH101040645",
 "PH101040646",
 "PH101040648",
 "PH101040651",
 "PH101040652",
 "PH101040653",
 "PH101040654",
 "PH101040655",
 "PH101040656",
 "PH101040657",
 "PH101040658",
 "PH101040659",
 "PH101040661",
 "PH105010010",
 "PH105010012",
 "PH106990010",
 "PH106990043",
 "PH106990062",
 "PH106990073",
 "PH106990090",
 "PH106990091",
 "PH106990099",
 "PH106990100",
 "PH106990104",
 "PH106990105",
 "PH106990106",
 "PH106990107",
 "PH106990108",
 "PH106990109",
 "PH106990110",
 "PH106990114",
 "PH106990116",
 "PH106990117",
 "PH106990120",
 "PH107010007",
 "PH107010010",
 "PH107010014",
 "PH107010016",
 "PH107050002",
 "PH107050004",
 "PH107050017",
 "PH107050038",
 "PH107050060",
 "PH107050061",
 "PH107050062",
 "PH107050065",
 "PH107050069",
 "PH107050081",
 "PH107050085",
 "PH107050086",
 "PH107050111",
 "PH107050112",
 "PH107050113",
 "PH107090013",
 "PH107090018",
 "PH107090022",
 "PH107090023",
 "PH107090041",
 "PH107090047",
 "PH107090048",
 "PH107090051",
 "PH107100008",
 "PH107100011",
 "PH107100012",
 "PH107100013",
 "PH107100016",
 "PH107100025",
 "PH107100026",
 "PH107100027",
 "PH107100030",
 "PH107100059",
 "PH107100072",
 "PH107100099",
 "PH107100102",
 "PH107100117",
 "PH107100120",
 "PH107100126",
 "PH107100133",
 "PH107100136",
 "PH107100138",
 "PH107100139",
 "PH107100161",
 "PH107100171",
 "PH107100180",
 "PH107100187",
 "PH107100200",
 "PH107100202",
 "PH107100216",
 "PH107100223",
 "PH107100225",
 "PH107100227",
 "PH107100232",
 "PH107100240",
 "PH107100241",
 "PH107100255",
 "PH107100267",
 "PH107100269",
 "PH107100273",
 "PH107100290",
 "PH107100298",
 "PH107100304",
 "PH107100307",
 "PH107100309",
 "PH107100327",
 "PH107100328",
 "PH107100335",
 "PH107100337",
 "PH107100338",
 "PH107100352",
 "PH107100355",
 "PH107100357",
 "PH107100358",
 "PH107100360",
 "PH107100362",
 "PH107100367",
 "PH107100380",
 "PH107100381",
 "PH107100382",
 "PH107100384",
 "PH107100386",
 "PH107100389",
 "PH107100390",
 "PH107100393",
 "PH107100395",
 "PH107100397",
 "PH107100399",
 "PH107100400",
 "PH107100403",
 "PH107100404",
 "PH107100405",
 "PH107100406",
 "PH107100407",
 "PH107100408",
 "PH107100409",
 "PH107100410",
 "PH107100412",
 "PH107100415",
 "PH107100417",
 "PH107100418",
 "PH107100419",
 "PH107100421",
 "PH107100422",
 "PH107100424",
 "PH107100425",
 "PH107100426",
 "PH107100430",
 "PH107100431",
 "PH107100432",
 "PH107100433",
 "PH107110001",
 "PH107110002",
 "PH107110004",
 "PH107110005",
 "PH107110006",
 "PH107110009",
 "PH107110010",
 "PH107110011",
 "PH107110012",
 "PH107110013",
 "PH107110014",
 "PH107110018",
 "PH107110036",
 "PH107110037",
 "PH107110042",
 "PH107110043",
 "PH107110045",
 "PH107110052",
 "PH107110053",
 "PH107110056",
 "PH107110060",
 "PH107110062",
 "PH107110065",
 "PH107110066",
 "PH107110067",
 "PH107110068",
 "PH107110088",
 "PH107110090",
 "PH107110097",
 "PH107110098",
 "PH107110103",
 "PH107110109",
 "PH107110112",
 "PH107110116",
 "PH107110123",
 "PH107110135",
 "PH107110158",
 "PH107110161",
 "PH107110162",
 "PH107110164",
 "PH107110168",
 "PH107110182",
 "PH107110183",
 "PH107110184",
 "PH107110189",
 "PH107110191",
 "PH107110195",
 "PH107110205",
 "PH107110223",
 "PH107110224",
 "PH107110225",
 "PH107110229",
 "PH107110232",
 "PH107110235",
 "PH107110236",
 "PH107110238",
 "PH107110239",
 "PH107110240",
 "PH107110242",
 "PH107110244",
 "PH107110249",
 "PH107110255",
 "PH107110260",
 "PH107110261",
 "PH107110264",
 "PH107110265",
 "PH107110270",
 "PH107110271",
 "PH107110272",
 "PH107110273",
 "PH107110274",
 "PH107110275",
 "PH107110277",
 "PH107110278",
 "PH107110283",
 "PH107110288",
 "PH107110293",
 "PH107110299",
 "PH107110301",
 "PH107110302",
 "PH107110303",
 "PH107110304",
 "PH107110305",
 "PH107110306",
 "PH107110307",
 "PH107110311",
 "PH107110316",
 "PH107110317",
 "PH107110318",
 "PH107110319",
 "PH107120005",
 "PH107120007",
 "PH107120012",
 "PH107120017",
 "PH107120018",
 "PH107120023",
 "PH107120026",
 "PH107120030",
 "PH107120034",
 "PH107120049",
 "PH107120061",
 "PH107120062",
 "PH107120063",
 "PH107120065",
 "PH107120077",
 "PH107120079",
 "PH107120083",
 "PH107120093",
 "PH107120098",
 "PH107120129",
 "PH107120133",
 "PH107120139",
 "PH107120140",
 "PH107120144",
 "PH107120169",
 "PH107120172",
 "PH107120184",
 "PH107120186",
 "PH107120192",
 "PH107120193",
 "PH107120198",
 "PH107120202",
 "PH107120203",
 "PH107120205",
 "PH107120206",
 "PH107120207",
 "PH107120208",
 "PH107120210",
 "PH107120211",
 "PH107120213",
 "PH107120216",
 "PH107120218",
 "PH107120221",
 "PH107120222",
 "PH107120223",
 "PH107120224",
 "PH107120225",
 "PH107120228",
 "PH107120229",
 "PH107120232",
 "PH107120233",
 "PH107120236",
 "PH107120240",
 "PH107120241",
 "PH107120242",
 "PH107120243",
 "PH107120244",
 "PH107120246",
 "PH107120247",
 "PH107120248",
 "PH107120249",
 "PH107130019",
 "PH107130026",
 "PH107130027",
 "PH107150001",
 "PH107150007",
 "PH107150029",
 "PH107150039",
 "PH107150040",
 "PH107150041",
 "PH107150043",
 "PH107150048",
 "PH107150052",
 "PH107150055",
 "PH107150066",
 "PH107150074",
 "PH107150075",
 "PH107150076",
 "PH107150112",
 "PH107150115",
 "PH107150126",
 "PH107150134",
 "PH107150142",
 "PH107150146",
 "PH107150153",
 "PH107150172",
 "PH107150182",
 "PH107150190",
 "PH107150198",
 "PH107150237",
 "PH107150254",
 "PH107150255",
 "PH107150257",
 "PH107150261",
 "PH107150282",
 "PH107150285",
 "PH107150289",
 "PH107150306",
 "PH107150321",
 "PH107150337",
 "PH107150339",
 "PH107150357",
 "PH107150361",
 "PH107150374",
 "PH107150378",
 "PH107150382",
 "PH107150386",
 "PH107150387",
 "PH107150388",
 "PH107150391",
 "PH107150392",
 "PH107150394",
 "PH107150396",
 "PH107150397",
 "PH107150418",
 "PH107150423",
 "PH107150430",
 "PH107150437",
 "PH107150443",
 "PH107150452",
 "PH107150453",
 "PH107150474",
 "PH107150505",
 "PH107150506",
 "PH107150507",
 "PH107150508",
 "PH107150514",
 "PH107150523",
 "PH107150529",
 "PH107150532",
 "PH107150533",
 "PH107150549",
 "PH107150553",
 "PH107150554",
 "PH107150557",
 "PH107150558",
 "PH107150559",
 "PH107150564",
 "PH107150566",
 "PH107150567",
 "PH107150568",
 "PH107150576",
 "PH107150580",
 "PH107150585",
 "PH107150587",
 "PH107150588",
 "PH107150591",
 "PH107150597",
 "PH107150599",
 "PH107150601",
 "PH107150602",
 "PH107150605",
 "PH107150607",
 "PH107150608",
 "PH107150610",
 "PH107150612",
 "PH107150613",
 "PH107150614",
 "PH107150615",
 "PH107150616",
 "PH107150617",
 "PH107150618",
 "PH107150622",
 "PH107150623",
 "PH107150624",
 "PH107150626",
 "PH107150627",
 "PH107150628",
 "PH107150629",
 "PH107150630",
 "PH107150631",
 "PH107150632",
 "PH107150633",
 "PH107150634",
 "PH107150635",
 "PH107150636",
 "PH107150637",
 "PH107150639",
 "PH107150640",
 "PH107150641",
 "PH107150642",
 "PH107150643",
 "PH107150644",
 "PH107150645",
 "PH107150646",
 "PH107150647",
 "PH107160001",
 "PH107160004",
 "PH107160014",
 "PH107160050",
 "PH107160055",
 "PH107160069",
 "PH107160072",
 "PH107160079",
 "PH107160099",
 "PH107160116",
 "PH107160135",
 "PH107160146",
 "PH107160155",
 "PH107160192",
 "PH107160194",
 "PH107160232",
 "PH107160233",
 "PH107160242",
 "PH107160286",
 "PH107160308",
 "PH107160309",
 "PH107160315",
 "PH107160318",
 "PH107160319",
 "PH107160320",
 "PH107160327",
 "PH107160331",
 "PH107160333",
 "PH107160334",
 "PH107160335",
 "PH107160336",
 "PH107160337",
 "PH107160338",
 "PH107160339",
 "PH107160341",
 "PH107160342",
 "PH107160344",
 "PH107160345",
 "PH107160349",
 "PH107160350",
 "PH107160351",
 "PH107160352",
 "PH107160371",
 "PH107160372",
 "PH107160377",
 "PH107160381",
 "PH107160382",
 "PH107160383",
 "PH107160384",
 "PH107160385",
 "PH107160386",
 "PH107160387",
 "PH107160388",
 "PH107160389",
 "PH107160390",
 "PH107160391",
 "PH107160392",
 "PH107160393",
 "PH107160394",
 "PH107160395",
 "PH107160396",
 "PH107160397",
 "PH107160398",
 "PH107160399",
 "PH107160400",
 "PH107160401",
 "PH107160402",
 "PH107160403",
 "PH107160404",
 "PH107170004",
 "PH107170013",
 "PH107170015",
 "PH107170036",
 "PH107170067",
 "PH107170068",
 "PH107170071",
 "PH107170077",
 "PH107170080",
 "PH107170097",
 "PH107170100",
 "PH107170111",
 "PH107170112",
 "PH107170139",
 "PH107170158",
 "PH107170173",
 "PH107170183",
 "PH107170233",
 "PH107170240",
 "PH107170254",
 "PH107170264",
 "PH107170268",
 "PH107170304",
 "PH107170310",
 "PH107170333",
 "PH107170341",
 "PH107170355",
 "PH107170363",
 "PH107170368",
 "PH107170377",
 "PH107170391",
 "PH107170410",
 "PH107170463",
 "PH107170475",
 "PH107170497",
 "PH107170523",
 "PH107170552",
 "PH107170555",
 "PH107170562",
 "PH107170579",
 "PH107170587",
 "PH107170601",
 "PH107170607",
 "PH107170627",
 "PH107170666",
 "PH107170699",
 "PH107170708",
 "PH107170711",
 "PH107170722",
 "PH107170777",
 "PH107170811",
 "PH107170814",
 "PH107170826",
 "PH107170832",
 "PH107170845",
 "PH107170943",
 "PH107171013",
 "PH107171035",
 "PH107171046",
